<%@ page language="java" import="java.util.*" pageEncoding="UTF-8"%>

<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
  <head>
    <title>隐私条款</title>
  </head>
  
  <body>
    <div class="inbasebox_R">
<!-- TOP当前位置start -->
<div class="rightdqwz">
<div class="intopdqwz_box">
<h4><a href="/" title="返回中国鲜花网首页">中国鲜花礼品网</a></h4>
<h4><a href="/help/" title="帮助中心">帮助中心</a></h4>
<span>隐私条款</span>
</div>
</div>
<!-- TOP当前位置End -->



<!-- rightbox -->
<div class="rabox">
<div class="title"><h4>隐私条款</h4></div>

<div class="content content_help">
<div class="incontent">
<div class="helpinbox">
  <h2><span class="color_green2">隐私条款</span></h2>
<div class="textcontent"><p><span class="color_hong2">中国鲜花礼品网向使用我们网站的所有顾客承诺:</span> <br /></p>
              <p>我们将保护您的隐私权并保证您所提供的个人资料的保密性。我们所收集的个人资料仅用于为您提供服务，及满足您的订单要求。 除此之外， 
                我们只在您允许的情况下才使用您的个人资料。 除非为了满足您订单的需要， 否则中国鲜花礼品网决不会出售或与第三方共享您的个人资料。中国鲜花礼品网仅在下列为顾客服务的情况下使用我们所收集的信息: 
              <br /></p>
              <p>当您填写订单时, 我们需要您的姓名,联系方式,电子邮箱地址,送货地址和付款方式, 这样我们才能处理您的订单并及时通知您订单的处理情况, 
                <br /><br />
                为了给您创造在中国鲜花礼品网购物时的独特体验,我们会在征得您同意的情况下保留您的个人资料,订单信息和服务信息,这样我们能为您设置针对您的个性化服务, 
                并向您推荐您可能会感兴趣的产品. 如果您允许, 我们会通过您所提供的联络方式, 及时通知您有关新产品动态,促销的信息. 如果您不希望收到这些信息， 
                您可以随时通过发邮件的方式来通知我们。 <br /><br />
                如果您想建立个人档案,我们将在我们的安全服务器上为您保存好个人资料.在您的中国鲜花礼品网帐户中,我们为您保存的资料包括您的姓名、联系方式，电子邮箱地址、送货和付款的地址，付款方式及收货人的信息（是为了您再次订购，送给同一个人达到情况。我们的系统把这些信息均保存在了您的帐户）。 
                因此，您不需要每次进入中国鲜花礼品网时都重新输入这些信息。 在&quot;我的帐户&quot;里， 您可以告诉我们您所喜好的花材；时尚礼品等信息。您也可以随时进入您的帐户和&quot;我的中国鲜花礼品网&quot;来更改您的要求。 
                <br /><br />
                如果您有兴趣参加我们的竞赛/促销/市场调查等活动， 我们将询问您的姓名、电子邮箱的地址和联系地址。 这样， 我们就能及时通报竞赛的进程， 
                完成促销并追踪有关活动的受欢迎程度。 <br /><br />
                如果您不希望收花人知道您的个人信息（包括您的真实姓名，联系方式等，请务必在填写订单时选择“匿名”或者在订单的&quot;特殊要求&quot;栏内注明，您可以使用您的网名或者其它的名字来代表您的身份。我们将严格按照您的要求实施配送）<br>
              </p>
              <p><br>
              </p></div>

<!-- tabel样式-->

<!-- tabel样式-->

</div>

</div>

</div>


</div>


</div>

<div class="clear"></div>
</div>



  </body>
</html>
