<%@ page language="java" import="java.util.*" pageEncoding="UTF-8"%>
<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
  <head>
    <title>My JSP 'sendDetail.jsp' starting page</title>
  </head>
  
  <body>
    <div class="inbasebox_R">
<!-- TOP当前位置start -->
<div class="rightdqwz">
<div class="intopdqwz_box">
<h4><a href="/" title="返回中国鲜花网首页">中国鲜花礼品网</a></h4>
<h4><a href="/help/" title="帮助中心">帮助中心</a></h4>
<span>配送声明</span>
</div>
</div>
<!-- TOP当前位置End -->



<!-- rightbox -->
<div class="rabox">
<div class="title"><h4>配送声明</h4></div>

<div class="content content_help">
<div class="incontent">
<div class="helpinbox">
  <h2><span class="color_green2">配送声明</span></h2>
<div class="textcontent"><br>
    
              关于鲜花/蛋糕配送：</font> 
                    <p class="text1">鲜花/蛋糕是通过我们设在各地的加盟店店或者配送店完成。<br>
                      <br>
                      1、若以下情况造成订单延迟或无法配送，我们将不承担责任：<br>
                      　　# 按照送货时间，收货人没有出现在顾客指定的送货地址，而且没有其他人在该处代收货物；<br>
                      　　# 不可抗力，例如：自然灾害、交通戒严等；<br>
                      2、我们将尝试以三种方法联络有关客户：联络收货人、联络订货人、联络代收人，如仍无法联络上，我们将停止配送，直到与有关客户重新约定时间恢复服务；<br>
                      3、通常默认您允许货物可以代收，除非您在订购时的特殊要求一栏提出必须收货人亲自接受；<br>
                      4、出现以下情况，我们只负责一次配送，由此造成的重复配送费用和花材损耗费用，我们将不承担责任： <br>
                      　　# 收货人拒收；<br>
                      　　# 在未联系到收货人情况下，顾客仍要求继续配送；<br>
                      　　# 按照与收货人预约的时间地点配送到时，但收货人却没有出现；<br>
                      5、请您在收到鲜花/蛋糕时当场验收，如果发现质量问题，您有权拒收或要求换货，并请在签收单上注明拒收或换货的理由；<br>
                      <br>
                      <br>
                      <font color="#FF0000">关于绿植配送：</font></p>
                    <p class="text1">绿植主要通过我们设在各地的配送店或者连锁店完成。<a href="/plant/lvzhizushou/lvzhizubaihetong.php"></a><br>
                      <br>
                      1、若以下情况造成订单延迟或无法配送，我们将不承担责任：<br>
                      　　# 按照送货时间，收货人没有出现在顾客指定的送货地址，而且没有其他人在该处代收货物；<br>
                      　　# 不可抗力，例如：自然灾害、交通戒严等；<br>
                      2、我们将尝试以三种方法联络有关客户：联络收货人、联络订货人、联络代收人，如仍无法联络上，我们将停止配送，直到与有关客户重新约定时间恢复服务；<br>
                      3、通常默认您允许货物可以代收，除非您在订购时的特殊要求一栏提出必须收货人亲自接受；<br>
                      4、出现以下情况，我们只负责一次配送，由此造成的重复配送费用和花材损耗费用，我们将不承担责任： <br>
                      　　# 收货人拒收；<br>
                      　　# 在未联系到收货人情况下，顾客仍要求继续配送；<br>
                      　　# 按照与收货人预约的时间地点配送到时，但收货人却没有出现；<br>
                      5、请您在收到绿植时当场验收，如果发现质量问题，您有权拒收或要求换货，并请在签收单上注明拒收或换货的理由；<br>
                      6、如当地没有您绿植所购买的品种，我们会第一时间通知您，并和你协商解决方案</p>
                    <p class="text1"><font color="#FF0000">选择配送范围请注意</font><br>
                      <br>
                      为了避免由于向您追加路费，而耽误订单送达的情况。请您在选择配送区域时须参照提示筐中对应的送达地址的城区范围，如果您选择错误，我们会通知您超出范围需要加收的费用。如果您不能确定送达地址所属范围，请参照以下标准执行：<br>
                      <b class="efont">A</b> 市区：指传统意义上的市区、或城内10公里范围，免费配送 <br>
                      <b class="efont">B</b> 郊区：指城内超出10公里外至20公里范围内、或城区边缘地带，加收运费30元<br>
                      <b class="efont">C</b> 远郊及偏远地区：超出市区20公里以外的城市周边地区（或虽未超出20公里范围，但属交通不便地区），加收50元；偏远地区请先咨询中国鲜花礼品网客服是否能够送达，如可以配送的话路费根据具体距离另商议！<br>
                    </p>
                    <p><font color="#FF0000">请注意：</font></p>
                    <p>1、诸如圣诞节、春节、情人节、七夕节、中秋节、母亲节等重要节日，我们不能满足按照客户指定时间段配送的特殊要求，只承诺在当天送达（节日定时服务除外）。<br>
                      2、由于绿植生长情况有所不同，造成实物与照片略有出入。需大量订购请提前3天发出订单。 <br>
                    </p>
                    <p align="left">&nbsp;</p><p><br />
              </p></div>

<!-- tabel样式-->

<!-- tabel样式-->

</div>

</div>

</div>


</div>


</div>

<div class="clear"></div>
</div>



  </body>
</html>
